Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteAlignedSomeLevels Property
 Can't Paste Aligned to some views.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteAlignedSomeLevels { get; }
Public Shared ReadOnly Property CannotPasteAlignedSomeLevels As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteAlignedSomeLevels {
	FailureDefinitionId^ get ();
}
static member CannotPasteAlignedSomeLevels : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace